-- phpMyAdmin SQL Dump
-- version 4.0.10.16
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Мар 06 2017 г., 17:34
-- Версия сервера: 5.5.49-0+deb7u1-log
-- Версия PHP: 5.2.17-0+deb7u2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `tehnoren`
--

-- --------------------------------------------------------

--
-- Структура таблицы `categoty`
--

CREATE TABLE IF NOT EXISTS `categoty` (
  `id` int(12) NOT NULL AUTO_INCREMENT,
  `p_id` int(12) NOT NULL,
  `name` varchar(100) NOT NULL,
  `seo` text NOT NULL,
  `ua_name` varchar(100) NOT NULL,
  `ua_seo` text NOT NULL,
  `active` enum('yes','no') NOT NULL,
  PRIMARY KEY (`id`),
  KEY `p_id` (`p_id`),
  KEY `active` (`active`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=43 ;

--
-- Дамп данных таблицы `categoty`
--

INSERT INTO `categoty` (`id`, `p_id`, `name`, `seo`, `ua_name`, `ua_seo`, `active`) VALUES
(2, 1, 'Шлифовальные и режущие инструменты', '', '', '', 'yes'),
(3, 2, 'Пила цепная бензиновая', '', '', '', 'yes'),
(6, 2, 'Угловая шлифмашина', '', 'Кутова шлифмашинка', '', 'yes'),
(4, 2, 'Пила цепная электрическая', '', '', '', 'yes'),
(7, 2, 'Штроборез', '', '', '', 'yes'),
(8, 2, 'Ленточная шлифмашина', '', '', '', 'yes'),
(9, 2, 'Вибрационая шлифмашина', '', '', '', 'yes'),
(10, 2, 'Пила торцевая', '', '', '', 'yes'),
(11, 2, 'Пила дисковая', '', '', '', 'yes'),
(12, 2, 'Электролобзик', '', '', '', 'yes'),
(13, 2, 'Сабельная пила', '', '', '', 'yes'),
(14, 2, 'Электорубанок', '', '', '', 'yes'),
(15, 2, 'Плиткорез', '', '', '', 'yes'),
(16, 2, 'Швонарез', '', '', '', 'yes'),
(17, 1, 'Компрессорные, сварочные и монтажные инструменты ', '', '', '', 'yes'),
(18, 17, 'Сварочные аппараты ', '', '', '', 'no'),
(19, 17, 'Компрессор', '', 'Компресор', '', 'yes'),
(20, 17, 'Краскопульт', '', '', '', 'yes'),
(21, 1, 'Фен строительный', '', '', '', 'yes'),
(22, 17, 'Паяльник для труб', '', '', '', 'yes'),
(23, 1, 'Ударно - вращательные инструменты', '', '', '', 'yes'),
(24, 23, 'Дрель ударная', '', '', '', 'yes'),
(25, 23, 'Перфораторы', '', '', '', 'yes'),
(26, 23, 'Шуруповерт', '', '', '', 'yes'),
(27, 23, 'Отбойный молоток', '', '', '', 'yes'),
(28, 23, 'Фрезер', '', '', '', 'yes'),
(29, 23, 'Гвоздезабиватель', '', '', '', 'yes'),
(30, 23, 'Гайковерт', '', '', '', 'yes'),
(31, 1, 'Строительные машины и станки', '', '', '', 'yes'),
(32, 31, 'Виброплита', '', '', '', 'yes'),
(33, 31, 'Вибротрамбовка', '', '', '', 'yes'),
(34, 31, 'Генераторы', '', '', '', 'yes'),
(35, 1, 'Клининговая техника', '', '', '', 'no'),
(36, 35, 'Моющий пылесос', '', 'Миючий пилосмок', '', 'yes'),
(37, 35, 'Мойка высокого давления', '', '', '', 'yes'),
(38, 35, 'Строительный пылесос', '', '', '', 'yes'),
(39, 35, 'Пароочиститель', '', '', '', 'yes');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
