INSERT INTO new_tehnorent.old_pages (title, alias, description, keywords, text, position) VALUES ('Контактна інформація та гарантії', 'guarantee', 'Гарантійні терміни, контакти', 'Гарантійні терміни, контакти', 'Замовлення і консультація по телефонам
067-921-83-17
066-354-28-96
093-872-56-25
e-mail: ztool@ukr.net

Гарантійні терміни для:
- електроінструменту, мотоінструменту, компресорів, очищувачів високого тиску, зарядних пристроїв – 12 місяців;
- пневмоінструменту, ключів балонних роторних, лебідок, талів – 6 місяців;
- гідравлики – 3 місяці.

Адреса сервісного центру: м. Харьків, пр. Московський, 247
Для споживачів усєї України ми сплачуємо доставку товару на гарантійне обслуговування та назад службою доставки «Нова Пошта» або іншими службами (за погодженням). Час ремонту (разом з доставкою) становитиме, орієнтовно, 4-7 днів.
Графік работи сервісного центру: Пн, Вт, Ср, Чт, Пт (9.00 – 17.30);
Телефонии сервісного центр: +38 (057) 716-333-8, +38 (067) 576-14-10;
e-mail:servis@intertool.kharkov.ua

Здаючи інструмент в ремонт по гарантії, Ви можете в цей час працювати аналогічним інструментом з нашого обмінного фонду.', 1);
INSERT INTO new_tehnorent.old_pages (title, alias, description, keywords, text, position) VALUES ('Доставка та оплата', 'delivery', 'Доставка та оплата', 'Доставка та оплата', 'Доставка Службами доставки: «Нова Пошта», «Міст Експрес», «Делівері»

Вартість доставки замовлень при розрахунку післяплатою оплачує покупець згідно з тарифами кур''єрської служби.
Товар буде доставлений у відділення служби доставки.

ДОСТАВКА НА ВІДДІЛЕННЯ КУР''ЄРСКОЇ СЛУЖБИ:


При сумі замовлення 1000.00 грн., або більше, доставка здійснюється безкоштовно за умови передплати. При сумі замовлення до 1000.00 грн. – вартість замовлення складає 35.00 грн.
Умови безкоштовної доставки не поширюються на наступні групи товаров:
•       Гідравлічне обладнання для СТО;
•       Компресори повітряні;
•       Сходи та драбини;
•       Тачки садово -будівельні;
•       газонокосарки;
•       Генератори;
•       бетономішалки;
•       Снігоприбирачі;
•       Мотоблоки та культиватори;


АДРЕСНА ДОСТАВКА:

Вартість доставки по Києву при сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно. В разі здійснення адресної доставки службою на будь-яку суму за місцем проживання клієнта – доставка здійснюється за рахунок клієнта.

ДОСТАВКА ПО КИЄВУ:

 При сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно.

Доставка замовленого товару здійснюється до під''їзду, або до воріт будинку. Для цього покупець узгоджує адресу та час доставки з менеджером. Передача замовлення покупцеві відбувається за пред''явлення покупцем документу, який посвідчує особу.

ОПЛАТА ТОВАРУ:
 ГОТІВКОВА:
— післяплатою під час отримання замовлення у представництві служби доставки «Нова пошта» та «Міст Експрес»;
— оплата кур’єрові при доставці товару по Києву.
БЕЗГОТІВКОВА:
 — для фізичних осіб через банк (при доставці по всій території України). Ви можете сплатити рахунок, який вам вислано, безготівковим переказом в будь-якому банку (при цьому може бути утримано банківську комісію). Як тільки оплата надходить на наш розрахунковий рахунок (як правило, гроші надходять на рахунок наступного дня) товар передається до служби доставки. Просимо після здійснення оплати інформувати менеджерів.

ТЕРМІНИ ФОРМУВАННЯ ЗАМОВЛЕННЯ ТА ПОСТАВКИ ТОВАРУ:

Термін формування замовлення, зазвичай, 1-2 робочих дня. В цей період електронною поштою або факсом Вам буде відправлений рахунок до сплати з реквізитами. У випадку, якщо Ви відправили замовлення на інструмент у вихідні або святкові дні, його формування пересувається на найближчий робочий день. Доставка інструменту, що замовлений в інтернет-магазині, здійснюється протягом 2-4 днів після оформлення замовлення', 2);
INSERT INTO new_tehnorent.old_pages (title, alias, description, keywords, text, position) VALUES ('Умови оренди', 'lease', 'Умови оренди', 'Умови оренди', '
1. Орендатор (Ви) заключаєте договір з орендодавцем (Ми).

2. Необхідний термін оренди орендатор встановлює сам, оплата проводиться по закінченню терміна оренди.

3. При повернені інструмента раніше закінчення терміну договору, відбувається перерахунок на фактичний термін оренди інструменту.

4. Для складання договору необхідно мати наступні документи:Паспорт + Ідентифікаційний  кодВсі  документи  скануються  і повертаються ( під задаток не залишаються).

5. Мінімальний термін оренди – доба.

6. Розмір задатку від 500 грн, в залежності від виду інструмента. Докладніше дізнавайтесь у менеджерів. По закінченню оренди задаток в повному розмірі повертається  орендатору.

7. Увага!!! При повернені обладнання назад, воно перевіряється на робото здатність і наявність несправностей . В випадку, якщо обладнання в не робочому стані (максимальний термін встановлення причин – доба),  на цей період задаток утримується до вияснення несправностей.
', 3);