-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Мар 24 2017 г., 17:20
-- Версия сервера: 5.5.53
-- Версия PHP: 5.6.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `new_tehnorent`
--

-- --------------------------------------------------------

--
-- Структура таблицы `admins`
--

CREATE TABLE `admins` (
  `id` smallint(4) UNSIGNED NOT NULL,
  `admins_name` varchar(24) NOT NULL,
  `admins_login` varchar(24) NOT NULL,
  `admins_pass` varchar(50) NOT NULL,
  `admins_accessgroup` tinyint(4) NOT NULL,
  `admins_active` enum('yes','no') NOT NULL DEFAULT 'yes',
  `admins_manager` enum('yes','no') NOT NULL DEFAULT 'no',
  `admins_manager_active` enum('yes','no') NOT NULL DEFAULT 'no',
  `admins_mobile_phone` varchar(20) DEFAULT NULL,
  `admins_short_phone` varchar(5) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `admins`
--

INSERT INTO `admins` (`id`, `admins_name`, `admins_login`, `admins_pass`, `admins_accessgroup`, `admins_active`, `admins_manager`, `admins_manager_active`, `admins_mobile_phone`, `admins_short_phone`) VALUES
(1, 'Андрей Лебедев', 'tech28@skarb.com.ua', 'tech28', 1, 'yes', 'no', 'no', '', '30155'),
(2, 'Виктор Ануприенко', 'Admin', '25101972', 1, 'yes', 'no', 'no', '', '10288'),
(3, 'Sasha', 'sasha', '123456', 1, 'yes', 'no', 'no', '+380(96)915-15-49', '');

-- --------------------------------------------------------

--
-- Структура таблицы `category`
--

CREATE TABLE `category` (
  `id` int(12) NOT NULL,
  `p_id` int(12) NOT NULL,
  `name` varchar(100) NOT NULL,
  `seo` text NOT NULL,
  `ua_name` varchar(100) NOT NULL,
  `ua_seo` text NOT NULL,
  `active` enum('yes','no') NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `category`
--

INSERT INTO `category` (`id`, `p_id`, `name`, `seo`, `ua_name`, `ua_seo`, `active`) VALUES
(2, 1, 'Шлифовальные и режущие инструменты', '', 'Шліфувальні і ріжучі інструменти', '', 'yes'),
(3, 2, 'Пилы цепные бензиновые', '', 'Пили ланцюгові бензинові', '', 'yes'),
(6, 2, 'Угловые шлифовальные машины', '', 'Кутові шліфувальні машини', '', 'yes'),
(4, 2, 'Пилы цепные  электрические', '', 'Пили ланцюгові електричні', '', 'yes'),
(7, 2, 'Штроборезы', '', 'Штроборізи', '', 'yes'),
(8, 2, 'Ленточные шлифовальные машины', '', 'Стрічкові шліфувальні машини', '', 'yes'),
(9, 2, 'Вибрационные шлифовальные машины', '', 'Вібраційні шліфувальні машини', '', 'yes'),
(10, 2, 'Пилы  торцевые', '', 'Пили торцеві', '', 'yes'),
(11, 2, 'Пилы  дисковые', '', 'Пилки дискові', '', 'yes'),
(12, 2, 'Электролобзики', '', 'Електролобзики', '', 'yes'),
(13, 2, 'Сабельные  пилы', '', 'Шабельні пили', '', 'yes'),
(14, 2, 'Электрорубанки', '', 'Електрорубанки', '', 'yes'),
(15, 2, 'Плиткорезы', '', 'Плиткорізи', '', 'yes'),
(16, 2, 'Швонарезы', '', 'Швонарізи', '', 'yes'),
(17, 1, 'Компрессорные, сварочные и монтажные инструменты ', '', 'Компресорні, зварювальні та монтажні інструменти', '', 'yes'),
(18, 17, 'Сварочные аппараты ', '', 'Зварювальні апарати', '', 'yes'),
(19, 17, 'Компрессоры', '', 'Компресори', '', 'yes'),
(20, 17, 'Краскопульты', '', 'Фарбопульти', '', 'yes'),
(21, 1, 'Фен строительный', '', 'Фен будівельний', '', 'no'),
(22, 17, 'Паяльники для труб', '', 'Паяльники для труб', '', 'yes'),
(23, 1, 'Ударно - вращательные инструменты', '', 'Ударно - обертальні інструменти', '', 'yes'),
(24, 23, 'Дрели  ударные', '', 'Дрилі ударні', '', 'yes'),
(25, 23, 'Перфораторы', '', 'Перфоратори', '', 'yes'),
(26, 23, 'Шуруповерты', '', 'Шурупуверти', '', 'yes'),
(27, 23, 'Отбойные  молотки', '', 'Відбійні молотки', '', 'yes'),
(28, 23, 'Фрезера', '', 'Фрезери', '', 'yes'),
(29, 23, 'Гвоздезабиватели', '', 'Цвяхозабивачі', '', 'yes'),
(30, 23, 'Гайковерты', '', 'Гайковерти', '', 'yes'),
(31, 1, 'Строительные машины и станки', '', 'Будівельні машини і верстати', '', 'yes'),
(32, 31, 'Виброплиты', '', 'Віброплити', '', 'yes'),
(33, 31, 'Вибротрамбовки', '', 'Вібротрамбовки', '', 'yes'),
(34, 31, 'Генераторы', '', 'Генератори', '', 'yes'),
(35, 1, 'Клининговая техника', '', 'Клінінгова техніка', '', 'yes'),
(36, 35, 'Моющие пылесосы', '', 'Миючі пилососи', '', 'yes'),
(37, 35, 'Мойки  высокого давления', '', 'Мийки високого тиску', '', 'yes'),
(38, 35, 'Строительные пылесосы', '', 'Будівельні пилососи', '', 'yes'),
(39, 35, 'Пароочистители', '', 'Пароочищувачі', '', 'yes'),
(40, 2, 'Электроножницы по металлу', '', 'Електроножиці по металу', '', 'yes'),
(41, 17, 'Фены строительные', '', 'Фени будівельні', '', 'yes'),
(42, 1, 'Оборудование для дома и сада', '', 'Устаткування для дому та саду', '', 'yes'),
(43, 42, 'Воздуходувки', '', 'Повітродувки', '', 'yes'),
(44, 42, 'Садовые  измельчители веток', '', 'Садові подрібнювачі гілок', '', 'yes'),
(45, 42, 'Ямобуры', '', 'Ямобури', '', 'yes'),
(46, 42, 'Мотобуры', '', 'Мотобури', '', 'yes'),
(47, 42, 'Мотоблоки, культиваторы', '', 'Мотоблоки, культиватори', '', 'yes'),
(48, 42, 'Мотокосы', '', 'Мотокосарки', '', 'yes'),
(49, 42, 'Газонокосилки', '', 'Газонокосарки', '', 'yes'),
(50, 42, 'Садовые пылесосы', '', 'Садові пилососи', '', 'yes'),
(51, 1, 'Измерительная техника', '', 'Вимірювальна техніка', '', 'yes'),
(52, 51, 'Лазерные уровни', '', 'Лазерні рівні', '', 'yes'),
(53, 51, 'Лазерные рулетки', '', 'Лазерні рулетки', '', 'yes');

-- --------------------------------------------------------

--
-- Структура таблицы `items`
--

CREATE TABLE `items` (
  `items_id` int(12) NOT NULL,
  `items_available_kiev` enum('true','false') NOT NULL DEFAULT 'false',
  `items_categoryId` int(12) NOT NULL,
  `items_picture` text NOT NULL,
  `items_picture_loc` text NOT NULL,
  `items_picture_sm` text NOT NULL,
  `items_vendor` varchar(50) NOT NULL,
  `items_vendorCode` varchar(50) NOT NULL,
  `items_typePrefix` text NOT NULL,
  `items_name` text NOT NULL,
  `items_description` text NOT NULL,
  `items_param` text NOT NULL,
  `ua_items_typePrefix` text NOT NULL,
  `ua_items_name` text NOT NULL,
  `ua_items_description` text NOT NULL,
  `ua_items_param` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `items`
--

INSERT INTO `items` (`items_id`, `items_available_kiev`, `items_categoryId`, `items_picture`, `items_picture_loc`, `items_picture_sm`, `items_vendor`, `items_vendorCode`, `items_typePrefix`, `items_name`, `items_description`, `items_param`, `ua_items_typePrefix`, `ua_items_name`, `ua_items_description`, `ua_items_param`) VALUES
(122193, 'true', 2, 'http://intertool.ua/catalog/avtoinstrument/ustroystva-zaryadnie-i-pusko-zaryadnie-dlya-akb/ustroystva-zaryadnie-dlya-akb/intertool-at-3014-source.jpg', '/items_img/122193/INTERTOOL_AT-3014500.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'AT-3014', 'Автомобильное зарядное устройство для АКБ', 'Автомобильное зарядное устройство для АКБ INTERTOOL AT-3014', '&lt;p&gt;Компактное зарядное устройство AT-3014 INTERTOOL предназначено для зарядки аккумуляторных батарей 6 В и 12 В, емкостью до 60 Ач. Данная модель зарядного устройства подходит для зарядки аккумуляторных батарей мотоциклов, автомобилей и других механических транспортных средств. Питается зарядное устройство от бытовой сети с напряжением 230 В.&lt;/p&gt;\n\n&lt;h2&gt;Особенности&lt;/h2&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Подходит для аккумуляторов практически любых типов транспортных средств: мотоциклов, автомобилей;&lt;/p&gt;\n\n&lt;p&gt;Два режима зарядки &amp;mdash; на 6 В или 12 В;&lt;/p&gt;\n\n&lt;p&gt;Очень скромные габариты;&lt;/p&gt;\n\n&lt;p&gt;Питается от бытовой сети 230 В.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;div class=&quot;show_hide&quot; hide=&quot;Скрыть полное описание&quot; show=&quot;Показать полное описание&quot;&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n\n&lt;p&gt;С помощью разъемов-крокодилов устройство подсоединяется к контактам аккумуляторной батареи с соблюдением полярности. Ток заряда составляет 6 А. На передней стороне зарядного устройства имеется удобный тумблер-переключатель для выбора режима зарядки на 6 В или 12 В, а также стрелочный индикатор тока зарядки. Автомобильное зарядное устройство имеет небольшие габаритные размеры и малый вес.&lt;/p&gt;\n\n&lt;p&gt;Оно не займет много свободного пространства в вашем гараже. Удобная ручка в верхней части позволяет без проблем перемещать зарядное устройство. Хранить AT-3014 необходимо в закрытых помещениях при минимальной влажности и окружающей температуре воздуха от -10&amp;deg;C до +30&amp;deg;C. При длительном хранении зарядного устройства с температурой окружающего воздуха менее чем -10&amp;deg;C, перед включением устройства дайте ему прогреться в теплом помещении, как минимум 1 час.&lt;/p&gt;\n\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n\n&lt;p&gt;&lt;b&gt;Настоятельно рекомендуем вам, прежде чем приступать к работе, ознакомьтесь с инструкцией по эксплуатации!&lt;/b&gt;&lt;/p&gt;\n&lt;/div&gt;', 'Потребляемая мощность: 70 Вт&lt;br /&gt;\nНапряжение питания: 230 В&lt;br /&gt;\nВыходное напряжение постоянного тока: 6; 12 В&lt;br /&gt;\nПостоянный выходной ток: 6 А&lt;br /&gt;\nЕмкость аккумулятора: 60 А*ч&lt;br /&gt;\nГарантия: 12 месяцев&lt;br /&gt;\nВес: 1,550 кг&lt;br /&gt;', '', '', '', ''),
(111395, 'true', 3, 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/yashchiki-dlya-instrumentov/intertool-bx-0016-source.jpg', '/items_img/111395/INTERTOOL_BX-0016500.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'BX-0016', 'Ящик для инструментов', 'Ящик для инструментов, 16&quot; 396x216x164 мм INTERTOOL BX-0016', '&lt;p&gt;Ящик для инструментов ТМ INTERTOOL BX-0016 небольшого размера (396*216*164мм, 16&amp;quot;), предназначен для бережного хранения инструментов. Изготовлен из прочного пластика. Оснащен съемным лотком для часто используемых инструментов и деталей, а также двумя объемными органайзерами с прозрачной крышкой для мелких расходных материалов. Запирается на надежный пластиковый замок. Легкий, компактный, с удобной ручкой-держателем что имеет большое значение при транспортировке.&lt;/p&gt;', 'Тип: ящик для инструментов &lt;br /&gt;\nГабаритные размеры: 396x216x164 мм&lt;br /&gt;\nМатериал изготовления: пластик &lt;br /&gt;\nВес: 1,000 кг&lt;br /&gt;', '', '', '', ''),
(111756, 'true', 3, 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/yashchiki-dlya-instrumentov/intertool-bx-0125-source.jpg', '/items_img/111756/INTERTOOL_BX-0125500.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'BX-0125', 'Ящик для инструментов', 'Ящик для инструментов, 13&quot; 318x175x131 мм INTERTOOL BX-0125', '&lt;p&gt;Ящик INTERTOOL BX-0125 &amp;ndash; сравнительно небольшой и имеет габаритные размеры 318*175*131 мм 13&amp;quot;. Легкий, многофункциональный ящик предназначен для хранения и транспортировки мелких деталей и инструментов. Изготовлен из ударопрочного пластика, надежно закрывается на пластиковый замок, оснащен съемным лотком для часто используемого мелкого инструмента. В верхней части крышки ящика расположен объемный органайзер с прозрачной крышкой для хранения различных мелочей.&lt;/p&gt;', 'Тип: ящик для инструментов &lt;br /&gt;\nГабаритные размеры: 318x175x131 мм&lt;br /&gt;\nМатериал изготовления: пластик &lt;br /&gt;\nВес: 0,563 кг&lt;br /&gt;', '', '', '', ''),
(123663, 'true', 3, 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/sumki-dlya-instrumentov/intertool-bx-9007-source.jpg', '/items_img/123663/INTERTOOL_BX-9007500.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'BX-9007', 'Сумка-тележка для инструментов', 'Сумка-тележка для инструментов с телескопической ручкой 510 мм x 290 мм x 360 мм INTERTOOL BX-9007', '&lt;div&gt;Сумка-тележка с телескопической ручкой BX-9007. Одна из самых вместительных сумок из представленных &lt;a href=&quot;/blog/novinki/sumki-dlya-instrumentov-tm-intertool.html&quot;&gt;новинок.&lt;/a&gt; Хранение и транспортировка инструментов стала еще удобнее. Сумка оснащена телескопической ручкой. Прочные амортизирующие колеса на сумке выдерживают большую нагрузку и максимально мягко проходят небольшие неровности на дороге. Преимущество сумки &amp;ndash; прочный материал 600 d полиэстер. Максимально удобное размещение карманов на сумке позволяет разместить как большой инструмент, так и небольшой ручной инструмент, а также расходные материалы.&lt;/div&gt;', 'Тип: сумка-тележка &lt;br /&gt;\nГабаритные размеры: 510x290x360 мм&lt;br /&gt;\nВес: 2,750 кг&lt;br /&gt;', '', '', '', ''),
(122939, 'true', 3, 'http://intertool.ua/catalog/elektroinstrument-i-oborudovanie/shurupoverti/shurupoverti-setevie/intertool-dt-0103-source.jpg', '/items_img/122939/INTERTOOL_DT-0103500.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'DT-0103', 'Шуруповерт сетевой', 'Шуруповерт 280Вт, 230В, 0-750об/мин, 1.0-10мм, реверс, момент фиксации 23+1 INTERTOOL DT-0103', '&lt;p&gt;Электрический шуруповерт (дрель-шуруповерт) &amp;ndash; ручной электрический инструмент предназначен для сверления отверстий, заворачивания и отворачивания шурупов и винтов. Электрический шуруповерт DT-0103 оснащен двигателем мощностью 280 Вт. Максимальная скорость вращения электрического шуруповерта составляет 0-750 об/мин. За счет электронной регулировки числа оборотов достигается бесступенчатая подгонка чисел оборотов соответствующему рабочему процессу. А возможность выбора крутящего момента позволяет использовать шуруповерт для различных целей. Диаметр сверления электрического шуруповерта составляет: для стали 5 мм, для дерева 10 мм. К сверильному патрону электрического шуруповерта DT-0103 также подойдут промышленные сверла и биты диаметрами до 10 мм.&lt;/p&gt;', 'Гарантия: 12 месяцев&lt;br /&gt;\nНапряжение питания: 230 В&lt;br /&gt;\nПотребляемая мощность: 280 Вт&lt;br /&gt;\nСкорость вращения: 0-750 об/мин&lt;br /&gt;\nПатрон: 1,0-10 мм&lt;br /&gt;\nДиаметр сверления: дерево: 10 мм; сталь: 5 мм &lt;br /&gt;\nНаличие реверса: да &lt;br /&gt;\nНаличие уровня: нет &lt;br /&gt;\nВес: 1,700 кг&lt;br /&gt;', '', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `messages`
--

CREATE TABLE `messages` (
  `id` tinyint(3) UNSIGNED NOT NULL,
  `name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `messages` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `messages`
--

INSERT INTO `messages` (`id`, `name`, `email`, `messages`) VALUES
(1, 'sasha', 'sdsad', 'sadas'),
(2, 'sasha', 'sdsad', 'sadas'),
(3, 'sasha', 'sdsad', 'sadas'),
(4, 'et', '', ''),
(5, '', '', ''),
(6, 'rtet', '', ''),
(7, 'eterter', '', ''),
(8, '', 'ertre', ''),
(9, '', '', 'etert'),
(10, '', 'cxvxc', ''),
(11, '', 'cxvxc', ''),
(12, '', 'ghhfgh', ''),
(13, '', '', ''),
(14, '', '', ''),
(15, 'dddddddddddddddddd', 'ddddddddddddddddddddd', 'dddddddddddddddddddddddddd');

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE `news` (
  `id` int(12) UNSIGNED NOT NULL,
  `title` varchar(100) NOT NULL,
  `ua_title` varchar(100) DEFAULT NULL,
  `alias` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `ua_description` text,
  `text` text NOT NULL,
  `ua_text` text,
  `picture` varchar(100) DEFAULT NULL,
  `picture_small` varchar(100) DEFAULT NULL,
  `active` enum('yes','no') NOT NULL DEFAULT 'yes'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `title`, `ua_title`, `alias`, `description`, `ua_description`, `text`, `ua_text`, `picture`, `picture_small`, `active`) VALUES
(1, 'прапра', 'прапраар', '', 'прапрапр', 'прапрапр', 'апрарапрапаыва', '', NULL, NULL, 'yes'),
(2, 'апвпва', 'пвапва', 'apvpva', 'пвапвапва', 'пвпва', 'пвапвп', 'впвапва', NULL, NULL, 'yes'),
(3, 'пвапа папа авпваав', 'ааыва ваывыа', 'pvapa-papa-avpvaav', 'ваыаы ваыаыа', 'ваыв ваыавыа', 'ва ва апвапвап', 'апавпвап апвапвапв', NULL, NULL, 'yes'),
(4, 'Тестовая новость №1', 'Тестова новина №1', 'testovaya-novost-1', 'Тестовая новость №1', 'Тестова новина №1', 'Тестовая новость №1', 'Тестова новина №1', NULL, NULL, 'yes'),
(5, 'Тестовая новость №2', 'Тестова новина №2', 'testovaya-novost-2', 'Тестовая новость №2', 'Тестова новина №2', 'Тестовая новость №2', 'Тестова новина №2', NULL, NULL, 'no'),
(6, 'Тестовая новость №3', 'Тестова новина №3', 'testovaya-novost-3', 'Тестовая новость №3', 'Тестова новина №3', '', '', NULL, NULL, 'yes'),
(7, 'авпвапва', 'пвапвап', 'avpvapva', 'вапва', 'пвапва', 'пвавпв', 'пвпвпва', '\"20170317-5708_Tulips.jpg\"', NULL, 'yes'),
(8, 'авпвапва', 'пвапвап', 'avpvapva', 'вапва', 'пвапва', 'пвавпв', 'пвпвпва', '\"20170317-5718_Tulips.jpg\"', NULL, 'yes'),
(9, 'авпвапва', 'пвапвап', 'avpvapva', 'вапва', 'пвапва', 'пвавпв', 'пвпвпва', '\"20170317-5756_Tulips.jpg\"', NULL, 'yes'),
(10, 'рапрар', 'рпрапра', 'raprar', 'арпрарар', 'апрарап', 'апррарап', 'апрапрапапра', '\"20170317-5828_Penguins.jpg\"', NULL, 'yes'),
(11, 'Тестовая новость №4', 'Тестова новина №4', 'testovaya-novost-4', 'Тестовая новость №4', 'Тестова новина №4', 'Тестовая новость №4\r\nТестовая новость №4\r\n\r\nТестовая новость №4Тестовая новость №4', 'Тестова новина №4', '\"20170317-0113_Koala.jpg\"', NULL, 'yes'),
(12, 'апопрорпо', 'оопропр', 'apoprorpo', 'пропропо', 'опропроп', 'пропропр', 'пропропропр', '', NULL, 'yes'),
(13, 'лллллллллллллллллллоро па п ап п а', 'ап а а па па', 'llllllllllllllllllloro-pa-p-ap-p-a', 'па а па а', 'папап па', 'па ап п а', 'а п а', '', NULL, 'yes');

-- --------------------------------------------------------

--
-- Структура таблицы `old_pages`
--

CREATE TABLE `old_pages` (
  `page_id` tinyint(3) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `keywords` varchar(255) NOT NULL,
  `text` text NOT NULL,
  `position` tinyint(3) UNSIGNED NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `old_pages`
--

INSERT INTO `old_pages` (`page_id`, `title`, `alias`, `description`, `keywords`, `text`, `position`) VALUES
(1, 'Контактна інформація та гарантії', 'guarantee', 'Гарантійні терміни, контакти', 'Гарантійні терміни, контакти', 'Замовлення і консультація по телефонам\n067-921-83-17\n066-354-28-96\n093-872-56-25\ne-mail: ztool@ukr.net\n\nГарантійні терміни для:\n- електроінструменту, мотоінструменту, компресорів, очищувачів високого тиску, зарядних пристроїв – 12 місяців;\n- пневмоінструменту, ключів балонних роторних, лебідок, талів – 6 місяців;\n- гідравлики – 3 місяці.\n\nАдреса сервісного центру: м. Харьків, пр. Московський, 247\nДля споживачів усєї України ми сплачуємо доставку товару на гарантійне обслуговування та назад службою доставки «Нова Пошта» або іншими службами (за погодженням). Час ремонту (разом з доставкою) становитиме, орієнтовно, 4-7 днів.\nГрафік работи сервісного центру: Пн, Вт, Ср, Чт, Пт (9.00 – 17.30);\nТелефонии сервісного центр: +38 (057) 716-333-8, +38 (067) 576-14-10;\ne-mail:servis@intertool.kharkov.ua\n\nЗдаючи інструмент в ремонт по гарантії, Ви можете в цей час працювати аналогічним інструментом з нашого обмінного фонду.', 1),
(2, 'Доставка та оплата', 'delivery', 'Доставка та оплата', 'Доставка та оплата', 'Доставка Службами доставки: «Нова Пошта», «Міст Експрес», «Делівері»\n\nВартість доставки замовлень при розрахунку післяплатою оплачує покупець згідно з тарифами кур\'єрської служби.\nТовар буде доставлений у відділення служби доставки.\n\nДОСТАВКА НА ВІДДІЛЕННЯ КУР\'ЄРСКОЇ СЛУЖБИ:\n\n\nПри сумі замовлення 1000.00 грн., або більше, доставка здійснюється безкоштовно за умови передплати. При сумі замовлення до 1000.00 грн. – вартість замовлення складає 35.00 грн.\nУмови безкоштовної доставки не поширюються на наступні групи товаров:\n•       Гідравлічне обладнання для СТО;\n•       Компресори повітряні;\n•       Сходи та драбини;\n•       Тачки садово -будівельні;\n•       газонокосарки;\n•       Генератори;\n•       бетономішалки;\n•       Снігоприбирачі;\n•       Мотоблоки та культиватори;\n\n\nАДРЕСНА ДОСТАВКА:\n\nВартість доставки по Києву при сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно. В разі здійснення адресної доставки службою на будь-яку суму за місцем проживання клієнта – доставка здійснюється за рахунок клієнта.\n\nДОСТАВКА ПО КИЄВУ:\n\n При сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно.\n\nДоставка замовленого товару здійснюється до під\'їзду, або до воріт будинку. Для цього покупець узгоджує адресу та час доставки з менеджером. Передача замовлення покупцеві відбувається за пред\'явлення покупцем документу, який посвідчує особу.\n\nОПЛАТА ТОВАРУ:\n ГОТІВКОВА:\n— післяплатою під час отримання замовлення у представництві служби доставки «Нова пошта» та «Міст Експрес»;\n— оплата кур’єрові при доставці товару по Києву.\nБЕЗГОТІВКОВА:\n — для фізичних осіб через банк (при доставці по всій території України). Ви можете сплатити рахунок, який вам вислано, безготівковим переказом в будь-якому банку (при цьому може бути утримано банківську комісію). Як тільки оплата надходить на наш розрахунковий рахунок (як правило, гроші надходять на рахунок наступного дня) товар передається до служби доставки. Просимо після здійснення оплати інформувати менеджерів.\n\nТЕРМІНИ ФОРМУВАННЯ ЗАМОВЛЕННЯ ТА ПОСТАВКИ ТОВАРУ:\n\nТермін формування замовлення, зазвичай, 1-2 робочих дня. В цей період електронною поштою або факсом Вам буде відправлений рахунок до сплати з реквізитами. У випадку, якщо Ви відправили замовлення на інструмент у вихідні або святкові дні, його формування пересувається на найближчий робочий день. Доставка інструменту, що замовлений в інтернет-магазині, здійснюється протягом 2-4 днів після оформлення замовлення', 2),
(3, 'Умови оренди', 'lease', 'Умови оренди', 'Умови оренди', '\r\n1. Орендатор (Ви) заключаєте договір з орендодавцем (Ми).\r\n\r\n2. Необхідний термін оренди орендатор встановлює сам, оплата проводиться по закінченню терміна оренди.\r\n\r\n3. При повернені інструмента раніше закінчення терміну договору, відбувається перерахунок на фактичний термін оренди інструменту.\r\n\r\n4. Для складання договору необхідно мати наступні документи:Паспорт + Ідентифікаційний  кодВсі  документи  скануються  і повертаються ( під задаток не залишаються).\r\n\r\n5. Мінімальний термін оренди – доба.\r\n\r\n6. Розмір задатку від 500 грн, в залежності від виду інструмента. Докладніше дізнавайтесь у менеджерів. По закінченню оренди задаток в повному розмірі повертається  орендатору.\r\n\r\n7. Увага!!! При повернені обладнання назад, воно перевіряється на робото здатність і наявність несправностей . В випадку, якщо обладнання в не робочому стані (максимальний термін встановлення причин – доба),  на цей період задаток утримується до вияснення несправностей.\r\n', 3);

-- --------------------------------------------------------

--
-- Структура таблицы `orders`
--

CREATE TABLE `orders` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_name` varchar(50) NOT NULL,
  `user_phone` varchar(20) NOT NULL,
  `product_id` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `status` int(10) UNSIGNED NOT NULL DEFAULT '1',
  `comment` varchar(255) NOT NULL DEFAULT 'Заказ создан',
  `created` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `orders`
--

INSERT INTO `orders` (`id`, `user_name`, `user_phone`, `product_id`, `status`, `comment`, `created`, `updated`) VALUES
(1, 'fgfg', 'fg', 22, 1, 'dfg', '0000-00-00 00:00:00', '2017-03-24 07:51:17'),
(2, 'fd', 'fd', 2, 1, 'Заказ создан', '0000-00-00 00:00:00', '2017-03-24 07:52:29'),
(3, 'ыфв', 'уцк', 1, 1, 'Заказ создан', '2017-03-24 09:07:25', '2017-03-24 08:07:25'),
(4, 'fdfdf', '455454', 59, 1, 'Заказ создан', '2017-03-24 09:55:05', '2017-03-24 08:55:05'),
(5, 'fdfdf', '455454', 59, 1, 'Заказ создан', '2017-03-24 09:57:30', '2017-03-24 08:57:30'),
(6, 'hfghf', 'ghfhfh', 3, 1, 'Заказ создан', '2017-03-24 11:18:45', '2017-03-24 10:18:45'),
(7, 'hfghf', 'ghfhfh', 3, 1, 'Заказ создан', '2017-03-24 11:18:50', '2017-03-24 10:18:50'),
(8, 'gjhjgh', 'jgjg', 3, 1, 'Заказ создан', '2017-03-24 11:34:34', '2017-03-24 10:34:34'),
(9, 'hfghfg', 'fhfgh', 3, 1, 'Заказ создан', '2017-03-24 11:35:28', '2017-03-24 10:35:28'),
(10, 'hghfh', 'hfghf', 3, 1, 'Заказ создан', '2017-03-24 11:37:16', '2017-03-24 10:37:16'),
(11, 'hghfh', 'hfghf', 3, 1, 'Заказ создан', '2017-03-24 11:37:31', '2017-03-24 10:37:31'),
(12, 'hghfh', 'hfghf', 3, 1, 'Заказ создан', '2017-03-24 11:37:43', '2017-03-24 10:37:43'),
(13, 'hghfh', 'hfghf', 3, 1, 'Заказ создан', '2017-03-24 11:37:44', '2017-03-24 10:37:44'),
(14, 'hghfh', 'hfghf', 3, 1, 'Заказ создан', '2017-03-24 11:37:46', '2017-03-24 10:37:46'),
(15, 'hghfh', 'hfghf', 3, 1, 'Заказ создан', '2017-03-24 11:37:48', '2017-03-24 10:37:48'),
(16, 'hghfh', 'hfghf', 3, 1, 'Заказ создан', '2017-03-24 11:37:50', '2017-03-24 10:37:50'),
(17, 'hgfgh', 'fghf', 3, 1, 'Заказ создан', '2017-03-24 11:38:08', '2017-03-24 10:38:08'),
(18, 'hgfgh', 'fghf', 3, 1, 'Заказ создан', '2017-03-24 11:38:10', '2017-03-24 10:38:10'),
(19, 'hgfgh', 'fghf', 3, 1, 'Заказ создан', '2017-03-24 11:38:12', '2017-03-24 10:38:12'),
(20, 'hgfgh', 'fghf', 3, 1, 'Заказ создан', '2017-03-24 11:38:15', '2017-03-24 10:38:15'),
(21, 'hgfgh', 'fghf', 3, 1, 'Заказ создан', '2017-03-24 11:38:17', '2017-03-24 10:38:17'),
(22, 'hgfgh', 'fghf', 3, 1, 'Заказ создан', '2017-03-24 11:38:19', '2017-03-24 10:38:19'),
(23, 'jgjg', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:36', '2017-03-24 10:38:36'),
(24, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:38', '2017-03-24 10:38:38'),
(25, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:39', '2017-03-24 10:38:39'),
(26, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:39', '2017-03-24 10:38:39'),
(27, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:40', '2017-03-24 10:38:40'),
(28, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:40', '2017-03-24 10:38:40'),
(29, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:41', '2017-03-24 10:38:41'),
(30, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:42', '2017-03-24 10:38:42'),
(31, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:43', '2017-03-24 10:38:43'),
(32, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:43', '2017-03-24 10:38:43'),
(33, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:44', '2017-03-24 10:38:44'),
(34, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:45', '2017-03-24 10:38:45'),
(35, 'jgjghgj', 'jhjgh', 3, 1, 'Заказ создан', '2017-03-24 11:38:46', '2017-03-24 10:38:46'),
(36, 'hgfh', 'fghfgh', 3, 1, 'Заказ создан', '2017-03-24 11:39:31', '2017-03-24 10:39:31'),
(37, 'hgfh', 'fghfgh', 3, 1, 'Заказ создан', '2017-03-24 11:39:35', '2017-03-24 10:39:35'),
(38, 'hgfh', 'fghfgh', 3, 1, 'Заказ создан', '2017-03-24 11:39:37', '2017-03-24 10:39:37'),
(39, 'hgfh', 'fghfgh', 3, 1, 'Заказ создан', '2017-03-24 11:39:39', '2017-03-24 10:39:39'),
(40, 'hgfh', 'fghfgh', 3, 1, 'Заказ создан', '2017-03-24 11:39:50', '2017-03-24 10:39:50'),
(41, 'hgfh', 'fghfgh', 3, 1, 'Заказ создан', '2017-03-24 11:39:52', '2017-03-24 10:39:52'),
(42, 'hgfh', 'fghfgh', 3, 1, 'Заказ создан', '2017-03-24 11:41:19', '2017-03-24 10:41:19'),
(43, 'исмисми', 'мсисми', 3, 1, 'Заказ создан', '2017-03-24 11:45:07', '2017-03-24 10:45:07'),
(44, 'исмисми', 'мсисми', 3, 1, 'Заказ создан', '2017-03-24 11:52:15', '2017-03-24 10:52:15'),
(45, 'ghjhgj', 'ghjghjgh', 3, 1, 'Заказ создан', '2017-03-24 11:55:41', '2017-03-24 10:55:41'),
(46, 'dffdf', 'fdfd', 3, 1, 'Заказ создан', '2017-03-24 11:56:59', '2017-03-24 10:56:59'),
(47, 'cbv', 'vb', 3, 1, 'Заказ создан', '2017-03-24 13:00:48', '2017-03-24 12:00:48'),
(48, 'мсчсч', 'чсмсчм', 3, 1, 'Заказ создан', '2017-03-24 13:07:53', '2017-03-24 12:07:53'),
(49, 'dgf', 'gfdg', 3, 1, 'Заказ создан', '2017-03-24 13:16:00', '2017-03-24 12:16:00'),
(50, 'fhfg', 'hgfg', 3, 1, 'Заказ создан', '2017-03-24 13:23:07', '2017-03-24 12:23:07'),
(51, 'hgfg', 'hgfg', 3, 1, 'Заказ создан', '2017-03-24 13:29:59', '2017-03-24 12:29:59'),
(52, 'ghfgh', 'gfhf', 3, 1, 'Заказ создан', '2017-03-24 13:30:09', '2017-03-24 12:30:09'),
(53, 'рапр', 'прара', 3, 1, 'Заказ создан', '2017-03-24 13:31:49', '2017-03-24 12:31:49'),
(54, 'рапр', 'прара', 3, 1, 'Заказ создан', '2017-03-24 13:31:53', '2017-03-24 12:31:53'),
(55, 'рапр', 'прара', 3, 1, 'Заказ создан', '2017-03-24 13:31:57', '2017-03-24 12:31:57'),
(56, 'hfg', 'fg', 3, 1, 'Заказ создан', '2017-03-24 13:34:28', '2017-03-24 12:34:28'),
(57, 'hfg', 'fg', 3, 1, 'Заказ создан', '2017-03-24 13:34:31', '2017-03-24 12:34:31'),
(58, 'hfg', 'fg', 3, 1, 'Заказ создан', '2017-03-24 13:34:34', '2017-03-24 12:34:34'),
(59, 'hfg', 'fg', 3, 1, 'Заказ создан', '2017-03-24 13:34:36', '2017-03-24 12:34:36'),
(60, 'hfg', 'fg', 3, 1, 'Заказ создан', '2017-03-24 13:36:17', '2017-03-24 12:36:17'),
(61, 'hfgh', 'fhgfhf', 3, 1, 'Заказ создан', '2017-03-24 13:37:45', '2017-03-24 12:37:45'),
(62, 'hfgh', 'fhgfhf', 3, 1, 'Заказ создан', '2017-03-24 13:37:49', '2017-03-24 12:37:49'),
(63, 'hfgh', 'fhgfhf', 3, 1, 'Заказ создан', '2017-03-24 13:37:51', '2017-03-24 12:37:51'),
(64, 'hfgh', 'fhgfhf', 3, 1, 'Заказ создан', '2017-03-24 13:37:52', '2017-03-24 12:37:52'),
(65, 'hfgh', 'fhgfhf', 3, 1, 'Заказ создан', '2017-03-24 13:37:55', '2017-03-24 12:37:55'),
(66, 'hfgh', 'fhgfhf', 3, 1, 'Заказ создан', '2017-03-24 13:38:00', '2017-03-24 12:38:00'),
(67, 'ghfghgfh', 'fhfgh', 3, 1, 'Заказ создан', '2017-03-24 13:40:05', '2017-03-24 12:40:05'),
(68, 'ghfghgfh', 'fhfgh', 3, 1, 'Заказ создан', '2017-03-24 13:40:21', '2017-03-24 12:40:21'),
(69, 'пр', 'пр', 3, 1, 'Заказ создан', '2017-03-24 13:44:34', '2017-03-24 12:44:34'),
(70, 'пр', 'пр', 3, 1, 'Заказ создан', '2017-03-24 13:44:38', '2017-03-24 12:44:38'),
(71, 'ек', 'кен', 3, 1, 'Заказ создан', '2017-03-24 13:44:56', '2017-03-24 12:44:56'),
(72, 'ек', 'кен', 3, 1, 'Заказ создан', '2017-03-24 13:44:59', '2017-03-24 12:44:59'),
(73, 'прапр', 'апрап', 3, 1, 'Заказ создан', '2017-03-24 13:48:23', '2017-03-24 12:48:23'),
(74, 'пав', 'вапва', 3, 1, 'Заказ создан', '2017-03-24 13:50:05', '2017-03-24 12:50:05'),
(75, 'пав', 'вапва', 3, 1, 'Заказ создан', '2017-03-24 13:50:14', '2017-03-24 12:50:14'),
(76, 'арпап', 'рапр', 3, 1, 'Заказ создан', '2017-03-24 13:50:36', '2017-03-24 12:50:36'),
(77, 'нркеен', 'кенке', 3, 1, 'Заказ создан', '2017-03-24 13:50:59', '2017-03-24 12:50:59'),
(78, 'вапвапва', 'пвав', 3, 1, 'Заказ создан', '2017-03-24 13:51:49', '2017-03-24 12:51:49'),
(79, 'кеуке', 'укеукеу', 3, 1, 'Заказ создан', '2017-03-24 13:53:54', '2017-03-24 12:53:54'),
(80, 'кеуке', 'миим', 3, 1, 'Заказ создан', '2017-03-24 13:55:19', '2017-03-24 12:55:19'),
(81, ',m,m,', 'm,m,', 5, 1, 'Заказ создан', '2017-03-24 14:05:53', '2017-03-24 13:05:53'),
(82, ',m,m,', 'm,m,', 5, 1, 'Заказ создан', '2017-03-24 14:06:01', '2017-03-24 13:06:01'),
(83, 'hgfgh', 'ghfh', 5, 1, 'Заказ создан', '2017-03-24 14:07:42', '2017-03-24 13:07:42'),
(84, 'fghfgh', 'fghfg', 5, 1, 'Заказ создан', '2017-03-24 14:08:48', '2017-03-24 13:08:48'),
(85, 'terter', '+380(55)555-55-55', 55, 1, 'Заказ создан', '2017-03-24 14:44:46', '2017-03-24 13:44:46');

-- --------------------------------------------------------

--
-- Структура таблицы `pages`
--

CREATE TABLE `pages` (
  `id` tinyint(3) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `ua_title` varchar(255) DEFAULT NULL,
  `alias` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `ua_description` varchar(255) DEFAULT NULL,
  `keywords` varchar(255) NOT NULL,
  `ua_keywords` varchar(255) DEFAULT NULL,
  `text` text NOT NULL,
  `ua_text` text,
  `position` tinyint(3) UNSIGNED NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `pages`
--

INSERT INTO `pages` (`id`, `title`, `ua_title`, `alias`, `description`, `ua_description`, `keywords`, `ua_keywords`, `text`, `ua_text`, `position`) VALUES
(1, 'Контактная информация и гарантии', 'Контактна інформація та гарантії', 'guarantee', 'Гарантійні терміни, контакти', 'Гарантійні терміни, контакти', 'Гарантійні терміни, контакти', 'Гарантійні терміни, контакти', 'Замовлення і консультація по телефонам\n067-921-83-17\n066-354-28-96\n093-872-56-25\ne-mail: ztool@ukr.net\n\nГарантійні терміни для:\n- електроінструменту, мотоінструменту, компресорів, очищувачів високого тиску, зарядних пристроїв – 12 місяців;\n- пневмоінструменту, ключів балонних роторних, лебідок, талів – 6 місяців;\n- гідравлики – 3 місяці.\n\nАдреса сервісного центру: м. Харьків, пр. Московський, 247\nДля споживачів усєї України ми сплачуємо доставку товару на гарантійне обслуговування та назад службою доставки «Нова Пошта» або іншими службами (за погодженням). Час ремонту (разом з доставкою) становитиме, орієнтовно, 4-7 днів.\nГрафік работи сервісного центру: Пн, Вт, Ср, Чт, Пт (9.00 – 17.30);\nТелефонии сервісного центр: +38 (057) 716-333-8, +38 (067) 576-14-10;\ne-mail:servis@intertool.kharkov.ua\n\nЗдаючи інструмент в ремонт по гарантії, Ви можете в цей час працювати аналогічним інструментом з нашого обмінного фонду.', 'Замовлення і консультація по телефонам\n067-921-83-17\n066-354-28-96\n093-872-56-25\ne-mail: ztool@ukr.net\n\nГарантійні терміни для:\n- електроінструменту, мотоінструменту, компресорів, очищувачів високого тиску, зарядних пристроїв – 12 місяців;\n- пневмоінструменту, ключів балонних роторних, лебідок, талів – 6 місяців;\n- гідравлики – 3 місяці.\n\nАдреса сервісного центру: м. Харьків, пр. Московський, 247\nДля споживачів усєї України ми сплачуємо доставку товару на гарантійне обслуговування та назад службою доставки «Нова Пошта» або іншими службами (за погодженням). Час ремонту (разом з доставкою) становитиме, орієнтовно, 4-7 днів.\nГрафік работи сервісного центру: Пн, Вт, Ср, Чт, Пт (9.00 – 17.30);\nТелефонии сервісного центр: +38 (057) 716-333-8, +38 (067) 576-14-10;\ne-mail:servis@intertool.kharkov.ua\n\nЗдаючи інструмент в ремонт по гарантії, Ви можете в цей час працювати аналогічним інструментом з нашого обмінного фонду.', 1),
(2, 'Доставка и оплата', 'Доставка та оплата', 'delivery', 'Доставка та оплата', 'Доставка та оплата', 'Доставка та оплата', 'Доставка та оплата', 'Доставка Службами доставки: «Нова Пошта», «Міст Експрес», «Делівері»\n\nВартість доставки замовлень при розрахунку післяплатою оплачує покупець згідно з тарифами кур\'єрської служби.\nТовар буде доставлений у відділення служби доставки.\n\nДОСТАВКА НА ВІДДІЛЕННЯ КУР\'ЄРСКОЇ СЛУЖБИ:\n\n\nПри сумі замовлення 1000.00 грн., або більше, доставка здійснюється безкоштовно за умови передплати. При сумі замовлення до 1000.00 грн. – вартість замовлення складає 35.00 грн.\nУмови безкоштовної доставки не поширюються на наступні групи товаров:\n•       Гідравлічне обладнання для СТО;\n•       Компресори повітряні;\n•       Сходи та драбини;\n•       Тачки садово -будівельні;\n•       газонокосарки;\n•       Генератори;\n•       бетономішалки;\n•       Снігоприбирачі;\n•       Мотоблоки та культиватори;\n\n\nАДРЕСНА ДОСТАВКА:\n\nВартість доставки по Києву при сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно. В разі здійснення адресної доставки службою на будь-яку суму за місцем проживання клієнта – доставка здійснюється за рахунок клієнта.\n\nДОСТАВКА ПО КИЄВУ:\n\n При сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно.\n\nДоставка замовленого товару здійснюється до під\'їзду, або до воріт будинку. Для цього покупець узгоджує адресу та час доставки з менеджером. Передача замовлення покупцеві відбувається за пред\'явлення покупцем документу, який посвідчує особу.\n\nОПЛАТА ТОВАРУ:\n ГОТІВКОВА:\n— післяплатою під час отримання замовлення у представництві служби доставки «Нова пошта» та «Міст Експрес»;\n— оплата кур’єрові при доставці товару по Києву.\nБЕЗГОТІВКОВА:\n — для фізичних осіб через банк (при доставці по всій території України). Ви можете сплатити рахунок, який вам вислано, безготівковим переказом в будь-якому банку (при цьому може бути утримано банківську комісію). Як тільки оплата надходить на наш розрахунковий рахунок (як правило, гроші надходять на рахунок наступного дня) товар передається до служби доставки. Просимо після здійснення оплати інформувати менеджерів.\n\nТЕРМІНИ ФОРМУВАННЯ ЗАМОВЛЕННЯ ТА ПОСТАВКИ ТОВАРУ:\n\nТермін формування замовлення, зазвичай, 1-2 робочих дня. В цей період електронною поштою або факсом Вам буде відправлений рахунок до сплати з реквізитами. У випадку, якщо Ви відправили замовлення на інструмент у вихідні або святкові дні, його формування пересувається на найближчий робочий день. Доставка інструменту, що замовлений в інтернет-магазині, здійснюється протягом 2-4 днів після оформлення замовлення', 'Доставка Службами доставки: «Нова Пошта», «Міст Експрес», «Делівері»\n\nВартість доставки замовлень при розрахунку післяплатою оплачує покупець згідно з тарифами кур\'єрської служби.\nТовар буде доставлений у відділення служби доставки.\n\nДОСТАВКА НА ВІДДІЛЕННЯ КУР\'ЄРСКОЇ СЛУЖБИ:\n\n\nПри сумі замовлення 1000.00 грн., або більше, доставка здійснюється безкоштовно за умови передплати. При сумі замовлення до 1000.00 грн. – вартість замовлення складає 35.00 грн.\nУмови безкоштовної доставки не поширюються на наступні групи товаров:\n•       Гідравлічне обладнання для СТО;\n•       Компресори повітряні;\n•       Сходи та драбини;\n•       Тачки садово -будівельні;\n•       газонокосарки;\n•       Генератори;\n•       бетономішалки;\n•       Снігоприбирачі;\n•       Мотоблоки та культиватори;\n\n\nАДРЕСНА ДОСТАВКА:\n\nВартість доставки по Києву при сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно. В разі здійснення адресної доставки службою на будь-яку суму за місцем проживання клієнта – доставка здійснюється за рахунок клієнта.\n\nДОСТАВКА ПО КИЄВУ:\n\n При сумі замовлення до 1000.00 грн. становить 35.00 грн. При сумі замовлення 1000.00 грн та більше – доставка здійснюється безкоштовно.\n\nДоставка замовленого товару здійснюється до під\'їзду, або до воріт будинку. Для цього покупець узгоджує адресу та час доставки з менеджером. Передача замовлення покупцеві відбувається за пред\'явлення покупцем документу, який посвідчує особу.\n\nОПЛАТА ТОВАРУ:\n ГОТІВКОВА:\n— післяплатою під час отримання замовлення у представництві служби доставки «Нова пошта» та «Міст Експрес»;\n— оплата кур’єрові при доставці товару по Києву.\nБЕЗГОТІВКОВА:\n — для фізичних осіб через банк (при доставці по всій території України). Ви можете сплатити рахунок, який вам вислано, безготівковим переказом в будь-якому банку (при цьому може бути утримано банківську комісію). Як тільки оплата надходить на наш розрахунковий рахунок (як правило, гроші надходять на рахунок наступного дня) товар передається до служби доставки. Просимо після здійснення оплати інформувати менеджерів.\n\nТЕРМІНИ ФОРМУВАННЯ ЗАМОВЛЕННЯ ТА ПОСТАВКИ ТОВАРУ:\n\nТермін формування замовлення, зазвичай, 1-2 робочих дня. В цей період електронною поштою або факсом Вам буде відправлений рахунок до сплати з реквізитами. У випадку, якщо Ви відправили замовлення на інструмент у вихідні або святкові дні, його формування пересувається на найближчий робочий день. Доставка інструменту, що замовлений в інтернет-магазині, здійснюється протягом 2-4 днів після оформлення замовлення', 2),
(3, 'Условия оренды', 'Умови оренди', 'lease', 'Условия оренды', 'Умови оренди', 'Условия оренды', 'Умови оренди', '1. Арендатор (Вы) заключает договор с арендодателем (Мы).\r\n\r\n2. Необходимый срок аренды арендатор устанавливает сам, оплата производится по окончании срока аренды.\r\n\r\n3. При возврате инструмента раньше окончания  действия договора, производится пересчет на фактический срок аренды оборудования.\r\n\r\n4. Для заключения договора необходимо иметь следующие документы:Паспорт + Идентификационный код Все документы ксерокопируются и возвращаются (под залог не оставляются).\r\n\r\n5. Минимальный срок аренды - сутки.\r\n\r\n6. Размер залога от 500 грн, в зависимости от вида оборудования. Подробнее уточняйте у менеджеров. По окончанию аренды залог в полном объеме возвращается арендатору.\r\n\r\n7. Внимание!!! При приеме оборудования обратно, оно проверяется на работоспособность  и наличие повреждений. В случи, если оборудование в не исправном состоянии ( максимальный срок выяснения причины – сутки), на этот период залог удерживается до определения  не исправности!\r\n', '1. Орендатор (Ви) заключаєте договір з орендодавцем (Ми).\n\n2. Необхідний термін оренди орендатор встановлює сам, оплата проводиться по закінченню терміна оренди.\n\n3. При повернені інструмента раніше закінчення терміну договору, відбувається перерахунок на фактичний термін оренди інструменту.\n\n4. Для складання договору необхідно мати наступні документи:Паспорт + Ідентифікаційний  кодВсі  документи  скануються  і повертаються ( під задаток не залишаються).\n\n5. Мінімальний термін оренди – доба.\n\n6. Розмір задатку від 500 грн, в залежності від виду інструмента. Докладніше дізнавайтесь у менеджерів. По закінченню оренди задаток в повному розмірі повертається  орендатору.\n\n7. Увага!!! При повернені обладнання назад, воно перевіряється на робото здатність і наявність несправностей . В випадку, якщо обладнання в не робочому стані (максимальний термін встановлення причин – доба),  на цей період задаток утримується до вияснення несправностей.\n', 3),
(4, 'Новости', 'Новини', 'news', 'Новости', 'Новини', 'Новости', 'Новини', 'Новости', 'Новини', 4);

-- --------------------------------------------------------

--
-- Структура таблицы `products`
--

CREATE TABLE `products` (
  `id` int(11) UNSIGNED NOT NULL,
  `category_id` int(11) NOT NULL,
  `available_kiev` enum('true','false') NOT NULL DEFAULT 'true',
  `title` varchar(100) NOT NULL,
  `name` text NOT NULL,
  `description` text NOT NULL,
  `params` text NOT NULL,
  `ua_title` varchar(100) NOT NULL,
  `ua_name` text NOT NULL,
  `ua_description` text NOT NULL,
  `ua_params` text NOT NULL,
  `price` decimal(8,2) NOT NULL,
  `picture_small` varchar(255) DEFAULT NULL,
  `vendor` varchar(50) NOT NULL,
  `vendor_code` varchar(50) NOT NULL,
  `picture` varchar(255) DEFAULT NULL,
  `deposit` decimal(8,2) DEFAULT NULL,
  `active` enum('yes','no') NOT NULL DEFAULT 'yes'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `products`
--

INSERT INTO `products` (`id`, `category_id`, `available_kiev`, `title`, `name`, `description`, `params`, `ua_title`, `ua_name`, `ua_description`, `ua_params`, `price`, `picture_small`, `vendor`, `vendor_code`, `picture`, `deposit`, `active`) VALUES
(1, 3, 'true', 'Автомобильное зарядное устройство для АКБ', 'Автомобильное зарядное устройство для АКБ INTERTOOL AT-3014', '<p>Компактное зарядное устройство AT-3014 INTERTOOL предназначено для зарядки аккумуляторных батарей 6 В и 12 В, емкостью до 60 Ач. Данная модель зарядного устройства подходит для зарядки аккумуляторных батарей мотоциклов, автомобилей и других механических транспортных средств. Питается зарядное устройство от бытовой сети с напряжением 230 В.</p>\r\n\r\n<h2>Особенности</h2>\r\n\r\n<blockquote>\r\n<p>Подходит для аккумуляторов практически любых типов транспортных средств: мотоциклов, автомобилей;</p>\r\n\r\n<p>Два режима зарядки — на 6 В или 12 В;</p>\r\n\r\n<p>Очень скромные габариты;</p>\r\n\r\n<p>Питается от бытовой сети 230 В.</p>\r\n</blockquote>\r\n\r\n<div class=\"show_hide\" hide=\"Скрыть полное описание\" show=\"Показать полное описание\">\r\n<p> </p>\r\n\r\n<p>С помощью разъемов-крокодилов устройство подсоединяется к контактам аккумуляторной батареи с соблюдением полярности. Ток заряда составляет 6 А. На передней стороне зарядного устройства имеется удобный тумблер-переключатель для выбора режима зарядки на 6 В или 12 В, а также стрелочный индикатор тока зарядки. Автомобильное зарядное устройство имеет небольшие габаритные размеры и малый вес.</p>\r\n\r\n<p>Оно не займет много свободного пространства в вашем гараже. Удобная ручка в верхней части позволяет без проблем перемещать зарядное устройство. Хранить AT-3014 необходимо в закрытых помещениях при минимальной влажности и окружающей температуре воздуха от -10°C до +30°C. При длительном хранении зарядного устройства с температурой окружающего воздуха менее чем -10°C, перед включением устройства дайте ему прогреться в теплом помещении, как минимум 1 час.</p>\r\n\r\n<p> </p>\r\n\r\n<p><b>Настоятельно рекомендуем вам, прежде чем приступать к работе, ознакомьтесь с инструкцией по эксплуатации!</b></p>\r\n</div>', 'Потребляемая мощность: 70 Вт<br />\r\nНапряжение питания: 230 В<br />\r\nВыходное напряжение постоянного тока: 6; 12 В<br />\r\nПостоянный выходной ток: 6 А<br />\r\nЕмкость аккумулятора: 60 А*ч<br />\r\nГарантия: 12 месяцев<br />\r\nВес: 1,550 кг<br />', 'Автомобильное зарядное устройство для АКБ', 'Автомобильное зарядное устройство для АКБ INTERTOOL AT-3014', '<p>Компактное зарядное устройство AT-3014 INTERTOOL предназначено для зарядки аккумуляторных батарей 6 В и 12 В, емкостью до 60 Ач. Данная модель зарядного устройства подходит для зарядки аккумуляторных батарей мотоциклов, автомобилей и других механических транспортных средств. Питается зарядное устройство от бытовой сети с напряжением 230 В.</p>\r\n\r\n<h2>Особенности</h2>\r\n\r\n<blockquote>\r\n<p>Подходит для аккумуляторов практически любых типов транспортных средств: мотоциклов, автомобилей;</p>\r\n\r\n<p>Два режима зарядки — на 6 В или 12 В;</p>\r\n\r\n<p>Очень скромные габариты;</p>\r\n\r\n<p>Питается от бытовой сети 230 В.</p>\r\n</blockquote>\r\n\r\n<div class=\"show_hide\" hide=\"Скрыть полное описание\" show=\"Показать полное описание\">\r\n<p> </p>\r\n\r\n<p>С помощью разъемов-крокодилов устройство подсоединяется к контактам аккумуляторной батареи с соблюдением полярности. Ток заряда составляет 6 А. На передней стороне зарядного устройства имеется удобный тумблер-переключатель для выбора режима зарядки на 6 В или 12 В, а также стрелочный индикатор тока зарядки. Автомобильное зарядное устройство имеет небольшие габаритные размеры и малый вес.</p>\r\n\r\n<p>Оно не займет много свободного пространства в вашем гараже. Удобная ручка в верхней части позволяет без проблем перемещать зарядное устройство. Хранить AT-3014 необходимо в закрытых помещениях при минимальной влажности и окружающей температуре воздуха от -10°C до +30°C. При длительном хранении зарядного устройства с температурой окружающего воздуха менее чем -10°C, перед включением устройства дайте ему прогреться в теплом помещении, как минимум 1 час.</p>\r\n\r\n<p> </p>\r\n\r\n<p><b>Настоятельно рекомендуем вам, прежде чем приступать к работе, ознакомьтесь с инструкцией по эксплуатации!</b></p>\r\n</div>', 'Потребляемая мощность: 70 Вт<br />\r\nНапряжение питания: 230 В<br />\r\nВыходное напряжение постоянного тока: 6; 12 В<br />\r\nПостоянный выходной ток: 6 А<br />\r\nЕмкость аккумулятора: 60 А*ч<br />\r\nГарантия: 12 месяцев<br />\r\nВес: 1,550 кг<br />', '33.33', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'AT-3014', 'http://intertool.ua/catalog/avtoinstrument/ustroystva-zaryadnie-i-pusko-zaryadnie-dlya-akb/ustroystva-zaryadnie-dlya-akb/intertool-at-3014-source.jpg', '0.00', 'yes'),
(2, 3, 'true', 'Ящик для инструментов', 'Ящик для инструментов, 16', '<p>Ящик для инструментов ТМ INTERTOOL BX-0016 небольшого размера (396*216*164мм, 16\"), предназначен для бережного хранения инструментов. Изготовлен из прочного пластика. Оснащен съемным лотком для часто используемых инструментов и деталей, а также двумя объемными органайзерами с прозрачной крышкой для мелких расходных материалов. Запирается на надежный пластиковый замок. Легкий, компактный, с удобной ручкой-держателем что имеет большое значение при транспортировке.</p>', 'Тип: ящик для инструментов <br />\r\nГабаритные размеры: 396x216x164 мм<br />\r\nМатериал изготовления: пластик <br />\r\nВес: 1,000 кг<br />', 'Ящик для інструментів', 'Ящик для инструментов, 16', '<p>Ящик для інструментів ТМ INTERTOOL BX-0016 невеликого розміру (396*216*164мм, 16\"), призначений для дбайливого зберігання інструментів. Виготовлений з міцного пластику. Оснащений лотком, що знімається, для часто використовуваних інструментів і деталей, а також двома об\'ємними органайзерами з прозорою кришкою для дрібних витратних матеріалів.Закривається на надійний пластиковий замок. Легкий, компактний, зі зручною ручкою-тримачем, що має велике значення при транспортуванні.</p>', 'Тип: ящик для инструментов <br />\r\nГабаритные размеры: 396x216x164 мм<br />\r\nМатериал изготовления: пластик <br />\r\nВес: 1,000 кг<br />', '74457.78', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'rtyrt', 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/yashchiki-dlya-instrumentov/intertool-bx-0016-source.jpg', NULL, 'yes'),
(3, 3, 'true', 'Ящик для инструментов', 'Ящик для инструментов, 13\" 318x175x131 мм INTERTOOL BX-0125', '<p>Ящик INTERTOOL BX-0125 &ndash; сравнительно небольшой и имеет габаритные размеры 318*175*131 мм 13&quot;. Легкий, многофункциональный ящик предназначен для хранения и транспортировки мелких деталей и инструментов. Изготовлен из ударопрочного пластика, надежно закрывается на пластиковый замок, оснащен съемным лотком для часто используемого мелкого инструмента. В верхней части крышки ящика расположен объемный органайзер с прозрачной крышкой для хранения различных мелочей.</p>', 'Тип: ящик для инструментов <br />\r\nГабаритные размеры: 318x175x131 мм<br />\r\nМатериал изготовления: пластик <br />\r\nВес: 0,563 кг<br />', 'Ящик для інструментів', 'Ящик для инструментов, 13\" 318x175x131 мм INTERTOOL BX-0125', '<p>Ящик INTERTOOL BX-0125 &ndash; сравнительно небольшой и имеет габаритные размеры 318*175*131 мм 13&quot;. Легкий, многофункциональный ящик предназначен для хранения и транспортировки мелких деталей и инструментов. Изготовлен из ударопрочного пластика, надежно закрывается на пластиковый замок, оснащен съемным лотком для часто используемого мелкого инструмента. В верхней части крышки ящика расположен объемный органайзер с прозрачной крышкой для хранения различных мелочей.</p>', 'Тип: ящик для инструментов <br />\r\nГабаритные размеры: 318x175x131 мм<br />\r\nМатериал изготовления: пластик <br />\r\nВес: 0,563 кг<br />', '11.00', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', '', 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/yashchiki-dlya-instrumentov/intertool-bx-0125-source.jpg', NULL, 'yes'),
(4, 3, 'true', 'Сумка-тележка для инструментов', 'Сумка-тележка для инструментов с телескопической ручкой 510 мм x 290 мм x 360 мм INTERTOOL BX-9007', '&lt;div&gt;Сумка-тележка с телескопической ручкой BX-9007. Одна из самых вместительных сумок из представленных &lt;a href=&quot;/blog/novinki/sumki-dlya-instrumentov-tm-intertool.html&quot;&gt;новинок.&lt;/a&gt; Хранение и транспортировка инструментов стала еще удобнее. Сумка оснащена телескопической ручкой. Прочные амортизирующие колеса на сумке выдерживают большую нагрузку и максимально мягко проходят небольшие неровности на дороге. Преимущество сумки &amp;ndash; прочный материал 600 d полиэстер. Максимально удобное размещение карманов на сумке позволяет разместить как большой инструмент, так и небольшой ручной инструмент, а также расходные материалы.&lt;/div&gt;', 'Тип: сумка-тележка &lt;br /&gt;\r\nГабаритные размеры: 510x290x360 мм&lt;br /&gt;\r\nВес: 2,750 кг&lt;br /&gt;', 'Сумка-тележка для инструментов', 'Сумка-тележка для инструментов с телескопической ручкой 510 мм x 290 мм x 360 мм INTERTOOL BX-9007', '&lt;div&gt;Сумка-тележка с телескопической ручкой BX-9007. Одна из самых вместительных сумок из представленных &lt;a href=&quot;/blog/novinki/sumki-dlya-instrumentov-tm-intertool.html&quot;&gt;новинок.&lt;/a&gt; Хранение и транспортировка инструментов стала еще удобнее. Сумка оснащена телескопической ручкой. Прочные амортизирующие колеса на сумке выдерживают большую нагрузку и максимально мягко проходят небольшие неровности на дороге. Преимущество сумки &amp;ndash; прочный материал 600 d полиэстер. Максимально удобное размещение карманов на сумке позволяет разместить как большой инструмент, так и небольшой ручной инструмент, а также расходные материалы.&lt;/div&gt;', 'Тип: сумка-тележка &lt;br /&gt;\r\nГабаритные размеры: 510x290x360 мм&lt;br /&gt;\r\nВес: 2,750 кг&lt;br /&gt;', '33.00', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'BX-9007', 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/sumki-dlya-instrumentov/intertool-bx-9007-source.jpg', NULL, 'yes'),
(5, 3, 'true', 'Шуруповерт сетевой', 'Шуруповерт 280Вт, 230В, 0-750об/мин, 1.0-10мм, реверс, момент фиксации 23+1 INTERTOOL DT-0103', '<p>Электрический шуруповерт (дрель-шуруповерт) – ручной электрический инструмент предназначен для сверления отверстий, заворачивания и отворачивания шурупов и винтов. Электрический шуруповерт DT-0103 оснащен двигателем мощностью 280 Вт. Максимальная скорость вращения электрического шуруповерта составляет 0-750 об/мин. За счет электронной регулировки числа оборотов достигается бесступенчатая подгонка чисел оборотов соответствующему рабочему процессу. А возможность выбора крутящего момента позволяет использовать шуруповерт для различных целей. Диаметр сверления электрического шуруповерта составляет: для стали 5 мм, для дерева 10 мм. К сверильному патрону электрического шуруповерта DT-0103 также подойдут промышленные сверла и биты диаметрами до 10 мм.</p>', 'Гарантия: 12 месяцев<br />\r\nНапряжение питания: 230 В<br />\r\nПотребляемая мощность: 280 Вт<br />\r\nСкорость вращения: 0-750 об/мин<br />\r\nПатрон: 1,0-10 мм<br />\r\nДиаметр сверления: дерево: 10 мм; сталь: 5 мм <br />\r\nНаличие реверса: да <br />\r\nНаличие уровня: нет <br />\r\nВес: 1,700 кг<br />', 'Шуруповерт сетевой', 'Шуруповерт 280Вт, 230В, 0-750об/мин, 1.0-10мм, реверс, момент фиксации 23+1 INTERTOOL DT-0103', '<p>Электрический шуруповерт (дрель-шуруповерт) – ручной электрический инструмент предназначен для сверления отверстий, заворачивания и отворачивания шурупов и винтов. Электрический шуруповерт DT-0103 оснащен двигателем мощностью 280 Вт. Максимальная скорость вращения электрического шуруповерта составляет 0-750 об/мин. За счет электронной регулировки числа оборотов достигается бесступенчатая подгонка чисел оборотов соответствующему рабочему процессу. А возможность выбора крутящего момента позволяет использовать шуруповерт для различных целей. Диаметр сверления электрического шуруповерта составляет: для стали 5 мм, для дерева 10 мм. К сверильному патрону электрического шуруповерта DT-0103 также подойдут промышленные сверла и биты диаметрами до 10 мм.</p>', 'Гарантия: 12 месяцев<br />\r\nНапряжение питания: 230 В<br />\r\nПотребляемая мощность: 280 Вт<br />\r\nСкорость вращения: 0-750 об/мин<br />\r\nПатрон: 1,0-10 мм<br />\r\nДиаметр сверления: дерево: 10 мм; сталь: 5 мм <br />\r\nНаличие реверса: да <br />\r\nНаличие уровня: нет <br />\r\nВес: 1,700 кг<br />', '22.00', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', '', 'http://intertool.ua/catalog/elektroinstrument-i-oborudovanie/shurupoverti/shurupoverti-setevie/intertool-dt-0103-source.jpg', NULL, 'yes'),
(51, 3, 'true', 'fghfhgh', 'hghg', 'hgh', 'hhhhhhhhhhhh<br>\r\nhhhhhhhhhhhh<br>\r\nhhhhhhhhhhhh<br>\r\nhhhhhhhhhhhh<br>', 'hghgh', 'hghgh', 'hhhhhhhhhhhhhhhh', 'hhhhhhhhhhhh<br>\r\nhhhhhhhhhhhh<br>\r\nhhhhhhhhhhhh<br>\r\nhhhhhhhhhhhh<br>', '44.00', '\\webroot\\image\\products\\51_small.png', 'trtrtr', '', '\\webroot\\image\\products\\51_big.png', '565.00', 'yes'),
(53, 1, 'true', 'авпвапвп', 'апапапап', 'апааааа', 'аааааааааааааа', 'папапап', 'апапап', 'ааааааааааааааааа', 'аааааааааааааа', '34.00', '\\webroot\\image\\products\\53_small.png', '343', '444', '\\webroot\\image\\products\\53_big.png', '0.00', 'yes'),
(54, 3, 'true', 'авввввв', 'аааааа', 'ааа', 'аааааааааааа', 'аааааа', 'аааааа', 'ааааааааааааааа', 'аааааааааааа', '32.00', '\\webroot\\image\\products\\54_small.png', 'ек', 'екек', '\\webroot\\image\\products\\54_big.png', '34.00', 'yes'),
(55, 3, 'true', 'лллллллллллл', 'ллллллллллллл', 'лллллллллллл', 'лллллллллллллллл', 'лллллллллллллллллллллллллл', 'ллллллллллллллллллл', 'ллллллллллллллл', 'ллллллллллллл', '88.00', '\\webroot\\image\\products\\55_small.png', '5445', '454545', '\\webroot\\image\\products\\55_big.png', '754.00', 'yes'),
(56, 3, 'true', 'ііііііііііііі', 'іііііііііііііііі', 'іііііііііііі', 'ііііііііііііііііі', 'ііііііііііііііііііі', 'іііііііііііііііііі', 'іііііііііііііііііііііііііііііііііііііі', 'іііііііііііііііііііі', '323.00', '\\webroot\\image\\products\\56_small.png', '333333', '3232', '\\webroot\\image\\products\\56_big.png', '4343.00', 'yes'),
(57, 3, 'true', 'кцукцукцуц', 'уууууууууууууууууууу', 'уууууууууууууууууу', 'уууууууууу', 'кууууууууу', 'уууууууууууууу', 'уууууууууууууу', 'уууууууууууууу', '45.00', '\\webroot\\image\\products\\57_small.png', 'кеуке', 'укеуке', '\\webroot\\image\\products\\57_big.png', '675.00', 'yes'),
(58, 3, 'true', 'дддддддддд', 'дддддддддддддддд', 'дддддддддддддд', 'ддддддддддддд', 'дддддддддддддд', 'ддддддддддддддд', 'ддддддддддддддд', 'дддддддддддд', '67.00', '\\webroot\\image\\products\\58_small.png', '76767', '76767', '\\webroot\\image\\products\\58_big.png', '676.00', 'yes'),
(59, 3, 'true', 'ьььььььььь', 'ьььььььььььььььь', 'ьььььььььььь', 'ььььььььььььььььььььььь', 'ььььььььььььь', 'ььььььььььььь', 'ьььььььььььььььь', 'ьььььььь', '55.00', '\\webroot\\image\\products\\59_small.png', '5454', '5454', '\\webroot\\image\\products\\59_big.png', '555.00', 'yes'),
(60, 3, 'true', 'vb', 'cvbcv', 'bcb', 'bvvbb', 'vcb', 'cvbc', 'cvvbv', 'bvvbb', '5.00', '\\webroot\\image\\products\\60_small.png', '5', '5', '\\webroot\\image\\products\\60_big.png', '0.00', 'yes');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_name` varchar(50) NOT NULL,
  `user_phone` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `users_old`
--

CREATE TABLE `users_old` (
  `id` smallint(5) UNSIGNED NOT NULL,
  `login` varchar(45) NOT NULL,
  `email` varchar(100) NOT NULL,
  `role` varchar(45) NOT NULL DEFAULT 'admin',
  `password` char(32) NOT NULL,
  `is_active` tinyint(1) UNSIGNED DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `admins_name` (`admins_name`),
  ADD KEY `admins_active` (`admins_active`),
  ADD KEY `admins_manager` (`admins_manager`),
  ADD KEY `admins_manager_2` (`admins_manager`,`admins_manager_active`);

--
-- Индексы таблицы `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`),
  ADD KEY `p_id` (`p_id`),
  ADD KEY `active` (`active`);

--
-- Индексы таблицы `items`
--
ALTER TABLE `items`
  ADD UNIQUE KEY `items_id` (`items_id`),
  ADD KEY `items_available_kiev` (`items_available_kiev`),
  ADD KEY `items_categoryId` (`items_categoryId`);

--
-- Индексы таблицы `messages`
--
ALTER TABLE `messages`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `old_pages`
--
ALTER TABLE `old_pages`
  ADD PRIMARY KEY (`page_id`),
  ADD UNIQUE KEY `alias` (`alias`);

--
-- Индексы таблицы `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`),
  ADD KEY `product_id` (`product_id`);

--
-- Индексы таблицы `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `alias` (`alias`);

--
-- Индексы таблицы `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users_old`
--
ALTER TABLE `users_old`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `admins`
--
ALTER TABLE `admins`
  MODIFY `id` smallint(4) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `category`
--
ALTER TABLE `category`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
--
-- AUTO_INCREMENT для таблицы `messages`
--
ALTER TABLE `messages`
  MODIFY `id` tinyint(3) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;
--
-- AUTO_INCREMENT для таблицы `news`
--
ALTER TABLE `news`
  MODIFY `id` int(12) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;
--
-- AUTO_INCREMENT для таблицы `old_pages`
--
ALTER TABLE `old_pages`
  MODIFY `page_id` tinyint(3) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=86;
--
-- AUTO_INCREMENT для таблицы `pages`
--
ALTER TABLE `pages`
  MODIFY `id` tinyint(3) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT для таблицы `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;
--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `users_old`
--
ALTER TABLE `users_old`
  MODIFY `id` smallint(5) UNSIGNED NOT NULL AUTO_INCREMENT;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
