INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (2, 'true', 'Автомобильное зарядное устройство для АКБ', 'Автомобильное зарядное устройство для АКБ INTERTOOL AT-3014', '&lt;p&gt;Компактное зарядное устройство AT-3014 INTERTOOL предназначено для зарядки аккумуляторных батарей 6 В и 12 В, емкостью до 60 Ач. Данная модель зарядного устройства подходит для зарядки аккумуляторных батарей мотоциклов, автомобилей и других механических транспортных средств. Питается зарядное устройство от бытовой сети с напряжением 230 В.&lt;/p&gt;

&lt;h2&gt;Особенности&lt;/h2&gt;

&lt;blockquote&gt;
&lt;p&gt;Подходит для аккумуляторов практически любых типов транспортных средств: мотоциклов, автомобилей;&lt;/p&gt;

&lt;p&gt;Два режима зарядки &amp;mdash; на 6 В или 12 В;&lt;/p&gt;

&lt;p&gt;Очень скромные габариты;&lt;/p&gt;

&lt;p&gt;Питается от бытовой сети 230 В.&lt;/p&gt;
&lt;/blockquote&gt;

&lt;div class=&quot;show_hide&quot; hide=&quot;Скрыть полное описание&quot; show=&quot;Показать полное описание&quot;&gt;
&lt;p&gt;&amp;nbsp;&lt;/p&gt;

&lt;p&gt;С помощью разъемов-крокодилов устройство подсоединяется к контактам аккумуляторной батареи с соблюдением полярности. Ток заряда составляет 6 А. На передней стороне зарядного устройства имеется удобный тумблер-переключатель для выбора режима зарядки на 6 В или 12 В, а также стрелочный индикатор тока зарядки. Автомобильное зарядное устройство имеет небольшие габаритные размеры и малый вес.&lt;/p&gt;

&lt;p&gt;Оно не займет много свободного пространства в вашем гараже. Удобная ручка в верхней части позволяет без проблем перемещать зарядное устройство. Хранить AT-3014 необходимо в закрытых помещениях при минимальной влажности и окружающей температуре воздуха от -10&amp;deg;C до +30&amp;deg;C. При длительном хранении зарядного устройства с температурой окружающего воздуха менее чем -10&amp;deg;C, перед включением устройства дайте ему прогреться в теплом помещении, как минимум 1 час.&lt;/p&gt;

&lt;p&gt;&amp;nbsp;&lt;/p&gt;

&lt;p&gt;&lt;b&gt;Настоятельно рекомендуем вам, прежде чем приступать к работе, ознакомьтесь с инструкцией по эксплуатации!&lt;/b&gt;&lt;/p&gt;
&lt;/div&gt;', 'Потребляемая мощность: 70 Вт&lt;br /&gt;
Напряжение питания: 230 В&lt;br /&gt;
Выходное напряжение постоянного тока: 6; 12 В&lt;br /&gt;
Постоянный выходной ток: 6 А&lt;br /&gt;
Емкость аккумулятора: 60 А*ч&lt;br /&gt;
Гарантия: 12 месяцев&lt;br /&gt;
Вес: 1,550 кг&lt;br /&gt;', 'Автомобильное зарядное устройство для АКБ', 'Автомобильное зарядное устройство для АКБ INTERTOOL AT-3014', '&lt;p&gt;Компактное зарядное устройство AT-3014 INTERTOOL предназначено для зарядки аккумуляторных батарей 6 В и 12 В, емкостью до 60 Ач. Данная модель зарядного устройства подходит для зарядки аккумуляторных батарей мотоциклов, автомобилей и других механических транспортных средств. Питается зарядное устройство от бытовой сети с напряжением 230 В.&lt;/p&gt;

&lt;h2&gt;Особенности&lt;/h2&gt;

&lt;blockquote&gt;
&lt;p&gt;Подходит для аккумуляторов практически любых типов транспортных средств: мотоциклов, автомобилей;&lt;/p&gt;

&lt;p&gt;Два режима зарядки &amp;mdash; на 6 В или 12 В;&lt;/p&gt;

&lt;p&gt;Очень скромные габариты;&lt;/p&gt;

&lt;p&gt;Питается от бытовой сети 230 В.&lt;/p&gt;
&lt;/blockquote&gt;

&lt;div class=&quot;show_hide&quot; hide=&quot;Скрыть полное описание&quot; show=&quot;Показать полное описание&quot;&gt;
&lt;p&gt;&amp;nbsp;&lt;/p&gt;

&lt;p&gt;С помощью разъемов-крокодилов устройство подсоединяется к контактам аккумуляторной батареи с соблюдением полярности. Ток заряда составляет 6 А. На передней стороне зарядного устройства имеется удобный тумблер-переключатель для выбора режима зарядки на 6 В или 12 В, а также стрелочный индикатор тока зарядки. Автомобильное зарядное устройство имеет небольшие габаритные размеры и малый вес.&lt;/p&gt;

&lt;p&gt;Оно не займет много свободного пространства в вашем гараже. Удобная ручка в верхней части позволяет без проблем перемещать зарядное устройство. Хранить AT-3014 необходимо в закрытых помещениях при минимальной влажности и окружающей температуре воздуха от -10&amp;deg;C до +30&amp;deg;C. При длительном хранении зарядного устройства с температурой окружающего воздуха менее чем -10&amp;deg;C, перед включением устройства дайте ему прогреться в теплом помещении, как минимум 1 час.&lt;/p&gt;

&lt;p&gt;&amp;nbsp;&lt;/p&gt;

&lt;p&gt;&lt;b&gt;Настоятельно рекомендуем вам, прежде чем приступать к работе, ознакомьтесь с инструкцией по эксплуатации!&lt;/b&gt;&lt;/p&gt;
&lt;/div&gt;', 'Потребляемая мощность: 70 Вт&lt;br /&gt;
Напряжение питания: 230 В&lt;br /&gt;
Выходное напряжение постоянного тока: 6; 12 В&lt;br /&gt;
Постоянный выходной ток: 6 А&lt;br /&gt;
Емкость аккумулятора: 60 А*ч&lt;br /&gt;
Гарантия: 12 месяцев&lt;br /&gt;
Вес: 1,550 кг&lt;br /&gt;', 33.33, 'http://intertool.ua/catalog/avtoinstrument/ustroystva-zaryadnie-i-pusko-zaryadnie-dlya-akb/ustroystva-zaryadnie-dlya-akb/intertool-at-3014-source.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'AT-3014');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (3, 'true', 'Ящик для инструментов', 'Ящик для инструментов, 16&quot; 396x216x164 мм INTERTOOL BX-0016', '&lt;p&gt;Ящик для инструментов ТМ INTERTOOL BX-0016 небольшого размера (396*216*164мм, 16&amp;quot;), предназначен для бережного хранения инструментов. Изготовлен из прочного пластика. Оснащен съемным лотком для часто используемых инструментов и деталей, а также двумя объемными органайзерами с прозрачной крышкой для мелких расходных материалов. Запирается на надежный пластиковый замок. Легкий, компактный, с удобной ручкой-держателем что имеет большое значение при транспортировке.&lt;/p&gt;', 'Тип: ящик для инструментов &lt;br /&gt;
Габаритные размеры: 396x216x164 мм&lt;br /&gt;
Материал изготовления: пластик &lt;br /&gt;
Вес: 1,000 кг&lt;br /&gt;', 'Ящик для инструментов', 'Ящик для инструментов, 16&quot; 396x216x164 мм INTERTOOL BX-0016', '&lt;p&gt;Ящик для инструментов ТМ INTERTOOL BX-0016 небольшого размера (396*216*164мм, 16&amp;quot;), предназначен для бережного хранения инструментов. Изготовлен из прочного пластика. Оснащен съемным лотком для часто используемых инструментов и деталей, а также двумя объемными органайзерами с прозрачной крышкой для мелких расходных материалов. Запирается на надежный пластиковый замок. Легкий, компактный, с удобной ручкой-держателем что имеет большое значение при транспортировке.&lt;/p&gt;', 'Тип: ящик для инструментов &lt;br /&gt;
Габаритные размеры: 396x216x164 мм&lt;br /&gt;
Материал изготовления: пластик &lt;br /&gt;
Вес: 1,000 кг&lt;br /&gt;', 77.78, 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/yashchiki-dlya-instrumentov/intertool-bx-0016-source.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'BX-0016');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (3, 'true', 'Ящик для инструментов', 'Ящик для инструментов, 13&quot; 318x175x131 мм INTERTOOL BX-0125', '&lt;p&gt;Ящик INTERTOOL BX-0125 &amp;ndash; сравнительно небольшой и имеет габаритные размеры 318*175*131 мм 13&amp;quot;. Легкий, многофункциональный ящик предназначен для хранения и транспортировки мелких деталей и инструментов. Изготовлен из ударопрочного пластика, надежно закрывается на пластиковый замок, оснащен съемным лотком для часто используемого мелкого инструмента. В верхней части крышки ящика расположен объемный органайзер с прозрачной крышкой для хранения различных мелочей.&lt;/p&gt;', 'Тип: ящик для инструментов &lt;br /&gt;
Габаритные размеры: 318x175x131 мм&lt;br /&gt;
Материал изготовления: пластик &lt;br /&gt;
Вес: 0,563 кг&lt;br /&gt;', 'Ящик для инструментов', 'Ящик для инструментов, 13&quot; 318x175x131 мм INTERTOOL BX-0125', '&lt;p&gt;Ящик INTERTOOL BX-0125 &amp;ndash; сравнительно небольшой и имеет габаритные размеры 318*175*131 мм 13&amp;quot;. Легкий, многофункциональный ящик предназначен для хранения и транспортировки мелких деталей и инструментов. Изготовлен из ударопрочного пластика, надежно закрывается на пластиковый замок, оснащен съемным лотком для часто используемого мелкого инструмента. В верхней части крышки ящика расположен объемный органайзер с прозрачной крышкой для хранения различных мелочей.&lt;/p&gt;', 'Тип: ящик для инструментов &lt;br /&gt;
Габаритные размеры: 318x175x131 мм&lt;br /&gt;
Материал изготовления: пластик &lt;br /&gt;
Вес: 0,563 кг&lt;br /&gt;', 11.00, 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/yashchiki-dlya-instrumentov/intertool-bx-0125-source.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'BX-0125');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (3, 'true', 'Сумка-тележка для инструментов', 'Сумка-тележка для инструментов с телескопической ручкой 510 мм x 290 мм x 360 мм INTERTOOL BX-9007', '&lt;div&gt;Сумка-тележка с телескопической ручкой BX-9007. Одна из самых вместительных сумок из представленных &lt;a href=&quot;/blog/novinki/sumki-dlya-instrumentov-tm-intertool.html&quot;&gt;новинок.&lt;/a&gt; Хранение и транспортировка инструментов стала еще удобнее. Сумка оснащена телескопической ручкой. Прочные амортизирующие колеса на сумке выдерживают большую нагрузку и максимально мягко проходят небольшие неровности на дороге. Преимущество сумки &amp;ndash; прочный материал 600 d полиэстер. Максимально удобное размещение карманов на сумке позволяет разместить как большой инструмент, так и небольшой ручной инструмент, а также расходные материалы.&lt;/div&gt;', 'Тип: сумка-тележка &lt;br /&gt;
Габаритные размеры: 510x290x360 мм&lt;br /&gt;
Вес: 2,750 кг&lt;br /&gt;', 'Сумка-тележка для инструментов', 'Сумка-тележка для инструментов с телескопической ручкой 510 мм x 290 мм x 360 мм INTERTOOL BX-9007', '&lt;div&gt;Сумка-тележка с телескопической ручкой BX-9007. Одна из самых вместительных сумок из представленных &lt;a href=&quot;/blog/novinki/sumki-dlya-instrumentov-tm-intertool.html&quot;&gt;новинок.&lt;/a&gt; Хранение и транспортировка инструментов стала еще удобнее. Сумка оснащена телескопической ручкой. Прочные амортизирующие колеса на сумке выдерживают большую нагрузку и максимально мягко проходят небольшие неровности на дороге. Преимущество сумки &amp;ndash; прочный материал 600 d полиэстер. Максимально удобное размещение карманов на сумке позволяет разместить как большой инструмент, так и небольшой ручной инструмент, а также расходные материалы.&lt;/div&gt;', 'Тип: сумка-тележка &lt;br /&gt;
Габаритные размеры: 510x290x360 мм&lt;br /&gt;
Вес: 2,750 кг&lt;br /&gt;', 33.00, 'http://intertool.ua/catalog/yashchiki-sumki-poyasa-dlya-instrumentov/sumki-dlya-instrumentov/intertool-bx-9007-source.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'BX-9007');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (16, 'true', 'Шуруповерт сетевой', 'Шуруповерт 280Вт, 230В, 0-750об/мин, 1.0-10мм, реверс, момент фиксации 23+1 INTERTOOL DT-0103', '<p>Электрический шуруповерт (дрель-шуруповерт) &ndash; ручной электрический инструмент предназначен для сверления отверстий, заворачивания и отворачивания шурупов и винтов. Электрический шуруповерт DT-0103 оснащен двигателем мощностью 280 Вт. Максимальная скорость вращения электрического шуруповерта составляет 0-750 об/мин. За счет электронной регулировки числа оборотов достигается бесступенчатая подгонка чисел оборотов соответствующему рабочему процессу. А возможность выбора крутящего момента позволяет использовать шуруповерт для различных целей. Диаметр сверления электрического шуруповерта составляет: для стали 5 мм, для дерева 10 мм. К сверильному патрону электрического шуруповерта DT-0103 также подойдут промышленные сверла и биты диаметрами до 10 мм.</p>', 'Гарантия: 12 месяцев<br />
Напряжение питания: 230 В<br />
Потребляемая мощность: 280 Вт<br />
Скорость вращения: 0-750 об/мин<br />
Патрон: 1,0-10 мм<br />
Диаметр сверления: дерево: 10 мм; сталь: 5 мм <br />
Наличие реверса: да <br />
Наличие уровня: нет <br />
Вес: 1,700 кг<br />', 'Шуруповерт сетевой', 'Шуруповерт 280Вт, 230В, 0-750об/мин, 1.0-10мм, реверс, момент фиксации 23+1 INTERTOOL DT-0103', '<p>Электрический шуруповерт (дрель-шуруповерт) &ndash; ручной электрический инструмент предназначен для сверления отверстий, заворачивания и отворачивания шурупов и винтов. Электрический шуруповерт DT-0103 оснащен двигателем мощностью 280 Вт. Максимальная скорость вращения электрического шуруповерта составляет 0-750 об/мин. За счет электронной регулировки числа оборотов достигается бесступенчатая подгонка чисел оборотов соответствующему рабочему процессу. А возможность выбора крутящего момента позволяет использовать шуруповерт для различных целей. Диаметр сверления электрического шуруповерта составляет: для стали 5 мм, для дерева 10 мм. К сверильному патрону электрического шуруповерта DT-0103 также подойдут промышленные сверла и биты диаметрами до 10 мм.</p>', 'Гарантия: 12 месяцев<br />
Напряжение питания: 230 В<br />
Потребляемая мощность: 280 Вт<br />
Скорость вращения: 0-750 об/мин<br />
Патрон: 1,0-10 мм<br />
Диаметр сверления: дерево: 10 мм; сталь: 5 мм <br />
Наличие реверса: да <br />
Наличие уровня: нет <br />
Вес: 1,700 кг<br />', 22.00, 'http://intertool.ua/catalog/elektroinstrument-i-oborudovanie/shurupoverti/shurupoverti-setevie/intertool-dt-0103-source.jpg', 'http://toolz.com.ua/items_img/128675/INTERTOOL_AC-0001100.jpg', 'INTERTOOL', 'DT-0103');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (1, 'true', 'авапва', 'павпавп', 'вапвап', 'апвапва', 'апапвапв', 'впавпва', 'авпвап', 'вапвап', 0.00, '', '', '34324', '');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (1, 'true', 'авапва', 'павпавп', 'вапвап', 'апвапва', 'апапвапв', 'впавпва', 'авпвап', 'вапвап', 0.00, '', '', '34324', '');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (7, 'true', 'hfghfgh', 'fghf', 'fhfghfg', 'fhghfgh', 'fghfgh', '', 'fhfghfg', 'fhghfgh', 1.03, '', '', 'fghfg', '');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (1, 'true', 'fdgdfgf', 'fgdfgd', 'fgfdgdf', 'dfgdf', 'gdfgd', 'dfgdf', 'gdgdf', 'dfgdf', 22.33, '', '', '54546', '');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (1, 'true', 'авапва', 'павпавп', 'вапвап', 'апвапва', 'апапвапв', 'впавпва', 'авпвап', 'вапвап', 0.00, '', '', '34324', '');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (48, 'true', 'fgdfg', 'gdfgdf', 'fgd', 'dfgdg', 'gdfgdf', 'dfgdf', 'fdgdf', 'gdfgdf', 0.00, '', '', '212', '');
INSERT INTO new_tehnorent.products (category_id, available_kiev, title, name, description, params, ua_title, ua_name, ua_description, ua_params, price, picture, picture_small, vendor, vendor_code) VALUES (48, 'true', 'fgdfg', 'gdfgdf', 'fgd', 'dfgdg', 'gdfgdf', 'dfgdf', 'fdgdf', 'gdfgdf', 0.00, '', '', '212', '');